[
  {
    "imagesName": "expedition_33.jpg",
    "gameName": "Clair Obscur: Expedition 33",
    "gameAlternateName": "Expedition 33",
    "gameDesc": "Lead the members of Expedition 33 on their quest to destroy the Paintress so that she can never paint death again. Explore a world of wonders inspired by Belle Époque France and battle unique enemies in this turn-based RPG with real-time mechanics.",
    "gameReleaseDate": "2025-04-24",
    "gameSteamLink": "https://store.steampowered.com/app/1903340/Clair_Obscur_Expedition_33/",
    "gameGoGLink": "https://www.gog.com/en/game/clair_obscur_expedition_33",
    "gameEpicLink": "https://store.epicgames.com/it/p/expedition-33-b3240d"
  },
  {
    "imagesName": "fallout_new_vegas.jpg",
    "gameName": "Fallout New Vegas",
    "gameAlternateName": "Fallout New Vegas",
    "gameDesc": "In this first-person Western RPG, the player takes on the role of Courier 6, barely surviving after being robbed of their cargo, shot and put into a shallow grave by a New Vegas mob boss. The Courier sets out to track down their robbers and retrieve their cargo, and winds up getting tangled in the complex ideological and socioeconomic web of the many factions and settlements of post-nuclear Nevada.",
    "gameReleaseDate": "2010-10-22",
    "gameSteamLink": "https://store.steampowered.com/app/22380/Fallout_New_Vegas/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/fallout-new-vegas"
  },
  {
    "imagesName": "dragon_age_origins_ultimate_edition.jpg",
    "gameName": "Dragon Age Origin: ultimate edition",
    "gameAlternateName": "Dragon Age Origins ultimate edition",
    "gameDesc": "Dragon Age: Origins is a third-person role-playing game described as a spiritual successor to Baldur's Gate and Neverwinter Nights franchises. Players create their own character by customizing gender and appearance as well as choosing a race and class. Combat is in real time with the ability to pause at any moment: tactical options include an editor which allows the player to give the AI detailed instructions on how to behave in every possible situation. Although the main storyline is the same for every character created, the game features six unique prologues, two for each race. Dragon Age: Origins received critical acclaim upon release, with praise mostly directed at its story, setting, characters, music and combat system.",
    "gameReleaseDate": "2010-10-27",
    "gameSteamLink": "https://store.steampowered.com/app/47810/Dragon_Age_Origins__Ultimate_Edition/",
    "gameGoGLink": "https://www.gog.com/en/game/dragon_age_origins",
    "gameEpicLink": "https://store.epicgames.com/it/p/dragon-age-origins-ultimate-edition-ca4fbf"
  },
  {
    "imagesName": "cities_skylines_II.jpg",
    "gameName": "Cities Skylines 2",
    "gameAlternateName": "Cities: Skylines II",
    "gameDesc": "Create and manage your own city without restrictions. Offering a deep simulation and a living economy, Cities: Skylines II will challenge your decision-making skills and allow you to build the cities of your dreams. Get ready for a new epic scale in the most realistic city builder - ever.",
    "gameReleaseDate": "2023-10-24",
    "gameSteamLink": "https://store.steampowered.com/app/949230/Cities_Skylines_II/",
    "gameGoGLink": null,
    "gameEpicLink": null
  },
  {
    "imagesName": "cities_skylines.jpg",
    "gameName": "Cities Skylines",
    "gameAlternateName": "Cities: Skylines",
    "gameDesc": "Cities: Skylines is a modern take on the classic city simulation genre. The game introduces new game play elements to realize the thrill and hardships of creating and maintaining a real city whilst expanding on some well-established tropes of the city building experience. From the makers of the Cities in Motion franchise, the game boasts a fully realized transport system. It also includes the ability to mod the game to suit your play style as a fine counter balance to the layered and challenging simulation. You're only limited by your imagination, so take control and reach for the sky!",
    "gameReleaseDate": "2015-03-10",
    "gameSteamLink": "https://store.steampowered.com/app/255710/Cities_Skylines/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/cities-skylines"
  },
  {
    "imagesName": "hearts_of_iron_iv.jpg",
    "gameName": "Hearts of Iron 4",
    "gameAlternateName": "Hearts of Iron IV",
    "gameDesc": "Victory is at your fingertips! Your ability to lead your nation is your supreme weapon, the strategy game Hearts of Iron IV lets you take command of any nation in World War II; the most engaging conflict in world history. From the heart of the battlefield to the command center, you will guide your nation to glory and wage war, negotiate or invade. You hold the power to tip the very balance of WWII. It is time to show your ability as the greatest military leader in the world. Will you relive or change history? Will you change the fate of the world?",
    "gameReleaseDate": "2016-06-06",
    "gameSteamLink": "https://store.steampowered.com/app/394360/Hearts_of_Iron_IV/",
    "gameGoGLink": null,
    "gameEpicLink": null
  },
  {
    "imagesName": "victoria_3.jpg",
    "gameName": "Victoria 3",
    "gameAlternateName": "Victoria III",
    "gameDesc": "Paradox Development Studio invites you to build your ideal society in the tumult of the exciting and transformative 19th century. Balance the competing interests in your society and earn your place in the sun in Victoria 3, one of the most anticipated games in Paradox’s history.",
    "gameReleaseDate": "2022-10-25",
    "gameSteamLink": "https://store.steampowered.com/app/529340/Victoria_3/",
    "gameGoGLink": null,
    "gameEpicLink": null
  },
  {
    "imagesName": "halo_infinite.jpg",
    "gameName": "Halo Infinite",
    "gameAlternateName": "",
    "gameDesc": "The Master Chief returns in Halo Infinite – the next chapter of the legendary franchise. When all hope is lost and humanity’s fate hangs in the balance, the Master Chief is ready to confront the most ruthless foe he’s ever faced. Step inside the armor of humanity’s greatest hero to experience an epic adventure and explore the massive scale of the Halo ring.",
    "gameReleaseDate": "2021-12-08",
    "gameSteamLink": "https://store.steampowered.com/app/1240440/Halo_Infinite/",
    "gameGoGLink": null,
    "gameEpicLink": null
  },
  {
    "imagesName": "dawn_of_war_anniversary_edition.jpg",
    "gameName": "Warhammer 40000: Dawn of War Anniversary Edition",
    "gameAlternateName": "Warhammer Dawn of War Anniversary Edition",
    "gameDesc": "Warhammer 40,000: Dawn of War is a revolutionary science fiction real-time strategy (RTS) game set in the violent, post-apocalyptic universe of the 41st Millennium. Utilizing the exceptional game design skills of Relic Entertainment, Dawn of War provides an immersive entertainment experience of epic proportions. Command hardened troops, deadly vehicles and high-tech weaponry with one goal in mind, the complete extermination of the opposition. Whether you lead Humanity's finest - the Space Marines, - the masters of mechanized warfare and billions-strong human army of the Imperial Guard, the diabolic and villainous traitors of man - the Chaos Space Marines, the brutal and savage beasts - the Orks, or the psychic and technologically advanced alien warriors - the Eldar, you control the action and the fate of your race!",
    "gameReleaseDate": "2006-01-01",
    "gameSteamLink": "https://store.steampowered.com/app/4570/Warhammer_40000_Dawn_of_War__Anniversary_Edition/",
    "gameGoGLink": "https://www.gog.com/en/game/warhammer_40000_dawn_of_war_anniversary_edition",
    "gameEpicLink": null
  },
  {
    "imagesName": "dawn_of_war_definitive_edition.jpg",
    "gameName": "Warhammer 40000: Dawn of War Definitive Edition",
    "gameAlternateName": "Warhammer Dawn of War Definitive Edition",
    "gameDesc": "Warhammer 40,000: Dawn of War is a revolutionary science fiction real-time strategy (RTS) game set in the violent, post-apocalyptic universe of the 41st Millennium. Utilizing the exceptional game design skills of Relic Entertainment, Dawn of War provides an immersive entertainment experience of epic proportions. Command hardened troops, deadly vehicles and high-tech weaponry with one goal in mind, the complete extermination of the opposition. Whether you lead Humanity's finest - the Space Marines, - the masters of mechanized warfare and billions-strong human army of the Imperial Guard, the diabolic and villainous traitors of man - the Chaos Space Marines, the brutal and savage beasts - the Orks, or the psychic and technologically advanced alien warriors - the Eldar, you control the action and the fate of your race!",
    "gameReleaseDate": "2025-08-14",
    "gameSteamLink": "https://store.steampowered.com/app/3556750/Warhammer_40000_Dawn_of_War__Definitive_Edition/",
    "gameGoGLink": "https://www.gog.com/en/game/warhammer_40000_dawn_of_war_definitive_edition",
    "gameEpicLink": null
  },
  {
    "imagesName": "dawn_of_war_II_anniversary_edition.jpg",
    "gameName": "Warhammer 40000: Dawn of War 2 Anniversary Edition",
    "gameAlternateName": "Warhammer Dawn of War II Anniversary Edition",
    "gameDesc": "With a focus on fast-action RTS gameplay, Dawn of War II brings to life the science fiction universe of Warhammer 40,000 like never before. Experience the intimate brutality of battle as you play through your chosen race's epic campaign.",
    "gameReleaseDate": "2009-02-18",
    "gameSteamLink": "https://store.steampowered.com/app/15620/Warhammer_40000_Dawn_of_War_II__Anniversary_Edition",
    "gameGoGLink": "https://www.gog.com/en/game/warhammer_40000_dawn_of_war_ii_anniversary_edition",
    "gameEpicLink": null
  },
  {
    "imagesName": "phoenix_wright_ace_attorney_trilogy.jpg",
    "gameName": "Phoenix Wright: Ace Attorney Trilogy",
    "gameAlternateName": "Phoenix Wright Ace Attorney Trilogy",
    "gameDesc": "Defend the innocent and save the day! Courtroom hero Phoenix Wright lays down the law this Winter in the digital release of Phoenix Wright: Ace Attorney Trilogy. Experience the original trilogy like never before in clear, high-resolution re-drawn graphics and immersive 3D visuals optimized for the Nintendo 3DS system. Join rookie lawyer Phoenix Wright through the early years of his career in his quest to find the truth behind all of the classic cases! Prepare for intense courtroom showdowns by investigating crime scenes, collecting evidence, and questioning witnesses. Use evidence and the testimonies of witnesses to your advantage as you battle for the innocence of your client. Nothing less of a full acquittal will do in this court of law. Find the contradictions in witnesses' testimonies to expose the truth!",
    "gameReleaseDate": "2019-04-09",
    "gameSteamLink": "https://store.steampowered.com/app/787480/Phoenix_Wright_Ace_Attorney_Trilogy/",
    "gameGoGLink": null,
    "gameEpicLink": null
  },
  {
    "imagesName": "clover_pit.jpg",
    "gameName": "Cloverpit",
    "gameAlternateName": "",
    "gameDesc": "You wake up in a rusty, narrow cell, standing over a dangerously unstable grate. Someone has kidnapped you, demanding payment, and your only way out is to play the Slot Machine and pay off your debt. Don’t let yourself fall —literally— into ruin!",
    "gameReleaseDate": "2025-09-26",
    "gameSteamLink": "https://store.steampowered.com/app/3314790/CloverPit/",
    "gameGoGLink": null,
    "gameEpicLink": null
  },
  {
    "imagesName": "mount_and_blade.jpg",
    "gameName": "Mount and Blade",
    "gameAlternateName": "",
    "gameDesc": "Mount & Blade is an immersive medieval action/tactics game taking place in a fictitious land named Calradia. Enriched with RPG elements, Mount & Blade offers a captivating environment, beautifully detailed with hundreds of castles, towns, and villages to explore.",
    "gameReleaseDate": "2008-09-16",
    "gameSteamLink": "https://store.steampowered.com/app/22100/Mount__Blade/",
    "gameGoGLink": "https://www.gog.com/en/game/mount_blade",
    "gameEpicLink": null
  },
  {
    "imagesName": "mount_and_blade_warband.jpg",
    "gameName": "Mount and Blade Warband",
    "gameAlternateName": "",
    "gameDesc": "In a land torn asunder by incessant warfare, it is time to assemble your own band of hardened warriors and enter the fray. Lead your men into battle, expand your realm, and claim the ultimate prize: the throne of Calradia!",
    "gameReleaseDate": "2010-03-31",
    "gameSteamLink": "https://store.steampowered.com/app/48700/Mount__Blade_Warband/",
    "gameGoGLink": "https://www.gog.com/en/game/mount_blade_warband",
    "gameEpicLink": null
  },
  {
    "imagesName": "mount_and_blade_II_bannerlord.jpg",
    "gameName": "Mount and Blade Bannerlord",
    "gameAlternateName": "Mount and Blade 2",
    "gameDesc": "Mount & Blade II: Bannerlord is the eagerly awaited sequel to the acclaimed medieval combat simulator and role-playing game Mount & Blade: Warband. Set 200 years before, it expands both the detailed fighting system and the world of Calradia. Bombard mountain fastnesses with siege engines, establish secret criminal empires in the back alleys of cities, or charge into the thick of chaotic battles in your quest for power.",
    "gameReleaseDate": "2022-10-25",
    "gameSteamLink": "https://store.steampowered.com/app/261550/Mount__Blade_II_Bannerlord/",
    "gameGoGLink": "https://www.gog.com/en/game/mount_blade_ii_bannerlord",
    "gameEpicLink": "https://store.epicgames.com/it/p/mount-and-blade-2"
  },
  {
    "imagesName": "xcom_enemy_unknown.jpg",
    "gameName": "Xcom Enemy Unknown",
    "gameAlternateName": "",
    "gameDesc": "XCOM: Enemy Unknown will place you in control of a secret paramilitary organization called XCOM. As the XCOM commander, you will defend against a terrifying global alien invasion by managing resources, advancing technologies, and overseeing combat strategies and individual unit tactics. The original XCOM is widely regarded as one of the best games ever made and has now been re-imagined by the strategy experts at Firaxis Games. XCOM: Enemy Unknown will expand on that legacy with an entirely new invasion story, enemies and technologies to fight aliens and defend Earth. You will control the fate of the human race through researching alien technologies, creating and managing a fully operational base, planning combat missions and controlling soldier movement in battle.",
    "gameReleaseDate": "2012-10-12",
    "gameSteamLink": "https://store.steampowered.com/app/200510/XCOM_Enemy_Unknown/",
    "gameGoGLink": null,
    "gameEpicLink": null
  },
  {
    "imagesName": "dark_souls_remastered.jpg",
    "gameName": "Dark Souls Remastered",
    "gameAlternateName": "Dark Souls 1",
    "gameDesc": "Dark Souls Remastered is a remastered version of the original game Dark Souls. The updated version of the game features graphical enhancements, an expanded online mode, and the Artorias of the Abyss DLC.",
    "gameReleaseDate": "2018-05-24",
    "gameSteamLink": "https://store.steampowered.com/app/570940/DARK_SOULS_REMASTERED/",
    "gameGoGLink": null,
    "gameEpicLink": null
  },
  {
    "imagesName": "dark_souls_III.jpg",
    "gameName": "Dark Souls 3",
    "gameAlternateName": "Dark Souls III",
    "gameDesc": "Dark Souls III is an action role-playing game developed by FromSoftware and published by Bandai Namco Entertainment. Released in March 2016, it is the fourth entry in the Souls series and the final instalment in the Dark Souls trilogy. Set in the decaying kingdom of Lothric, players take on the role of the \"Ashen One,\" an undead warrior tasked with rekindling the First Flame to prevent the world from falling into darkness. The game features challenging combat, intricate level design, and a deep, lore-rich narrative.",
    "gameReleaseDate": "2016-04-11",
    "gameSteamLink": "https://store.steampowered.com/app/374320/DARK_SOULS_III/",
    "gameGoGLink": null,
    "gameEpicLink": null
  },
  {
    "imagesName": "elden_ring.jpg",
    "gameName": "Elden Ring",
    "gameAlternateName": "",
    "gameDesc": "Elden Ring is an action RPG developed by FromSoftware and published by Bandai Namco Entertainment, released in February 2022. Directed by Hidetaka Miyazaki, with world-building contributions from novelist George R. R. Martin, the game features an expansive open world called the Lands Between. Players assume the role of a customisable character known as the Tarnished, who must explore this world, battle formidable enemies, and seek to restore the Elden Ring to become the Elden Lord. The game builds on the challenging gameplay mechanics familiar from the Dark Souls series but introduces a more open-ended structure with vast exploration, dynamic weather, and a day-night cycle. It offers deep lore, complex characters, and an interconnected world filled with secrets, dungeons, and powerful bosses.",
    "gameReleaseDate": "2022-02-25",
    "gameSteamLink": "https://store.steampowered.com/app/1245620/ELDEN_RING/",
    "gameGoGLink": null,
    "gameEpicLink": null
  },
  {
    "imagesName": "nioh_complete_edition.jpg",
    "gameName": "Nioh: Complete Edition",
    "gameAlternateName": "Nioh 1",
    "gameDesc": "In Nioh, players will traverse war-torn Japan as William, a blonde-haired swordsman whose background as a fierce warrior and seasoned knowledge of the blade allows him to survive in the demon-plagued land of the samurai. Known as Yokai, these demons inhabit a number of dangerous locations and lie in wait in the shadows to ambush unsuspecting victims. Players will also face off with other samurai in supernatural sword battles and intense, multi-target engagements offering a level of difficulty that will truly test even the most hardened samurai’s skills, patience, and strategy. Offering a deep and original storyline that takes place during the Warring States Period of Japanese history alongside strategic sword-fighting action, Nioh will challenge players in a way that makes every mission and accomplishment feel earned and worthwhile.",
    "gameReleaseDate": "2017-11-07",
    "gameSteamLink": "https://store.steampowered.com/app/485510/Nioh_Complete_Edition/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/nioh-the-complete-edition"
  },
  {
    "imagesName": "nioh_II_complete_edition.jpg",
    "gameName": "Nioh 2: The Complete Edition",
    "gameAlternateName": "Nioh II",
    "gameDesc": "Master the lethal arts of the samurai as a mysterious half-human, half-supernatural Yokai warrior, in this challenging action RPG sequel. Explore violent Sengoku-era Japan and the deadly Dark Realm, both plagued with grotesque, merciless demons. Unsheathe your deadly weapons and cut down all enemies in your path using a revamped combat system and the ability to transform into a full Yokai to unleash devastating paranormal powers.",
    "gameReleaseDate": "2020-02-05",
    "gameSteamLink": "https://store.steampowered.com/app/1325200/Nioh_2__The_Complete_Edition/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/nioh-2-the-complete-edition"
  },
  {
    "imagesName": "palworld.jpg",
    "gameName": "Palworld",
    "gameAlternateName": "",
    "gameDesc": "Palworld is a multiplayer, open-world survival crafting game where you can befriend and collect mysterious creatures called \"Pals\" in a vast world! Make your Pals fight, build, farm, and work in factories.",
    "gameReleaseDate": "2024-01-19",
    "gameSteamLink": "https://store.steampowered.com/app/1623730/Palworld/",
    "gameGoGLink": null,
    "gameEpicLink": null
  },
  {
    "imagesName": "total_war_warhammer.jpg",
    "gameName": "Total War: Warhammer",
    "gameAlternateName": "Total War Warhammer 1",
    "gameDesc": "A unique combination of colossal real-time battles and an addictive turn-based sandbox campaign game of statecraft, politics and empire building, Total War: WARHAMMER will deliver hundreds of hours of absorbing gameplay. What is more, this title will go on to combine with two further standalone instalments and additional content packs to create the largest Total War experience ever. An epic trilogy of titles that will redefine fantasy strategy gaming. This is the dawn of a new era. Total War: WARHAMMER brings to life a world of legendary heroes, towering monsters, flying creatures, storms of magical power and regiments of nightmarish warriors.",
    "gameReleaseDate": "2016-05-24",
    "gameSteamLink": "https://store.steampowered.com/app/364360/Total_War_WARHAMMER/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/total-war-warhammer"
  },
  {
    "imagesName": "total_war_warhammer_II.jpg",
    "gameName": "Total War: Warhammer 2",
    "gameAlternateName": "Total War Warhammer II",
    "gameDesc": "Total War: Warhammer II is a strategy game of titanic proportions. Choose from four unique, varied factions and wage war your way; mounting a campaign of conquest to save or destroy a vast and vivid fantasy world. This is a game of two halves: one a turn-based open-world campaign, and the other intense, tactical real-time battles across the fantastical landscapes of the New World.",
    "gameReleaseDate": "2017-09-28",
    "gameSteamLink": "https://store.steampowered.com/app/594570/Total_War_WARHAMMER_II/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/total-war-warhammer-ii"
  },
  {
    "imagesName": "total_war_warhammer_III.jpg",
    "gameName": "Total War: Warhammer 3",
    "gameAlternateName": "Total War Warhammer III",
    "gameDesc": "The cataclysmic conclusion to the Total War: Warhammer trilogy is coming. Rally your forces and step into the Realm of Chaos, a dimension of mind-bending horror where the very fate of the world will be decided. Will you conquer your Daemons or command them?",
    "gameReleaseDate": "2022-02-17",
    "gameSteamLink": "https://store.steampowered.com/app/1142710/Total_War_WARHAMMER_III/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/total-war-warhammer-3"
  },
  {
    "imagesName": "total_war_shogun_2.jpg",
    "gameName": "Total War: Shogun 2",
    "gameAlternateName": "Total War Shogun II",
    "gameDesc": "In Total War: Shogun 2 you choose from one of 9 (10 with Ikko-Ikki dlc) clans, each with their own unique traits and skills and each with their own RPG-style warlord to lead them. Use a mixture of diplomacy, political manoeuvring, province building, research and special agents such as Ninja assassins or Geisha spies to get your enemies exactly where you want them. An intuitive user interface and a lovingly-created, complex and detailed campaign map make it both easy and enjoyable to build and run cities, recruit and move troops and issue commands – both noble and dishonorable, all with the aim of mastering enemy forces and seizing their lands.",
    "gameReleaseDate": "2011-03-15",
    "gameSteamLink": "https://store.steampowered.com/app/201270/Total_War_SHOGUN_2/",
    "gameGoGLink": null,
    "gameEpicLink": null
  },
  {
    "imagesName": "total_war_empire_definitive_edition.jpg",
    "gameName": "Total War: Empire",
    "gameAlternateName": "Total War Empire",
    "gameDesc": "Empire: Total War introduces a host of revolutionary new features, including true 3D naval combat. For the first time in the Total War series, you will be able to intuitively command single ships or vast fleets upon seascapes rich with extraordinary water and weather effects that play a huge role in your eventual glorious success or ignominious defeat. After pummelling your enemy with cannon fire, close in to grapple their ship and prepare to board, taking control of your men as they fight hand-to-hand on the decks of these wooden behemoths. In addition, Empire: Total War will see further enhancements to the Total War series’ signature 3D battles and turn-based campaign map. Real-time battles will pose new challenges with the addition of cannon and musket, challenging players to master new formations and tactics as a result of the increasing role of gunpowder within warfare. And the Campaign Map for many, the heart of Total War introduces a variety of new and upgraded elements, including new systems for Trade, Diplomacy and Espionage with agents; a refined and streamlined UI; improved Advisors; and a vastly extended scope, taking in the riches of India, the turbulence of Europe and, for the first time, the untapped potential of the United States of America.",
    "gameReleaseDate": "2009-03-04",
    "gameSteamLink": "https://store.steampowered.com/app/10500/Empire_Total_War/",
    "gameGoGLink": null,
    "gameEpicLink": null
  },
  {
    "imagesName": "total_war_napoleon_definitive_edition.jpg",
    "gameName": "Total War: Napoleon",
    "gameAlternateName": "Total War Napoleon",
    "gameDesc": "Napoleon: Total War is the new chapter in the critically acclaimed Total War series and opens up a new narrative layer to the genre-defining franchise. From the early Italian campaign to the battle of Waterloo, Napoleon covers two decades of relentless battles, a backdrop of a world in flames against which the story of an extraordinary military career unfolds. Whether you play as the legendary general or against him, the outcome of war can never be guaranteed. The course of history relies on your ability to lead your troops through the most intense battles as never seen before in a Total War game.",
    "gameReleaseDate": "2010-02-25",
    "gameSteamLink": "https://store.steampowered.com/app/34030/Napoleon_Total_War/",
    "gameGoGLink": null,
    "gameEpicLink": null
  },
  {
    "imagesName": "mafia_definitive_edition.jpg",
    "gameName": "Mafia: Definitive Edition",
    "gameAlternateName": "Mafia 1 Definitive Edition",
    "gameDesc": "Re-made from the ground up, rise through the ranks of the Mafia during the Prohibition era of organized crime. After a run-in with the mob, cab driver Tommy Angelo is thrust into a deadly underworld. Initially uneasy about falling in with the Salieri crime family, Tommy soon finds that the rewards are too big to ignore.",
    "gameReleaseDate": "2020-09-25",
    "gameSteamLink": "https://store.steampowered.com/app/1030840/Mafia_Definitive_Edition/",
    "gameGoGLink": "https://www.gog.com/en/game/mafia_definitive_edition",
    "gameEpicLink": "https://store.epicgames.com/it/p/mafia-definitive-edition"
  },
  {
    "imagesName": "mafia_II_definitive_edition.jpg",
    "gameName": "Mafia II: Definitive Edition",
    "gameAlternateName": "Mafia 2 Definitive Edition",
    "gameDesc": "Remastered in stunning HD detail, live the life of a gangster during the Golden-era of organized crime. War hero Vito Scaletta becomes entangled with the mob in hopes of paying his father’s debts. Alongside his buddy Joe, Vito works to prove himself, climbing the family ladder with crimes of larger reward, status and consequence. It includes the DLCs released for the original game (\"The Betrayal of Jimmy\", \"Jimmy's Vendetta\", and \"Joe's Adventures\")",
    "gameReleaseDate": "2020-05-19",
    "gameSteamLink": "https://store.steampowered.com/app/1030830/Mafia_II_Definitive_Edition/",
    "gameGoGLink": "https://www.gog.com/en/game/mafia_ii_definitive_edition",
    "gameEpicLink": "https://store.epicgames.com/it/p/mafia-ii-definitive-edition"
  },
  {
    "imagesName": "mafia_III_definitive_edition.jpg",
    "gameName": "Mafia III: Definitive Edition",
    "gameAlternateName": "Mafia 3 Definitive Edition",
    "gameDesc": "Mafia III: Definitive Edition includes the main game, all Story DLC (Faster, Baby!, Stones Unturned, Sign of the Times) and Bonus Packs (Family Kick-Back Pack and Judge, Jury & Executioner Weapons Pack) bundled in one place for the first time.",
    "gameReleaseDate": "2020-05-19",
    "gameSteamLink": "https://store.steampowered.com/app/360430/Mafia_III_Definitive_Edition/",
    "gameGoGLink": "https://www.gog.com/en/game/mafia_iii_definitive_edition",
    "gameEpicLink": "https://store.epicgames.com/it/p/mafia-iii-definitive-edition"
  },
  {
    "imagesName": "fallout_4.jpg",
    "gameName": "Fallout 4",
    "gameAlternateName": "Fallout IV",
    "gameDesc": "Bethesda Game Studios welcome you to the world of Fallout 4, their most ambitious game ever, and the next generation of open-world gaming. As the sole survivor of Vault 111, you enter a world destroyed by nuclear war. Every second is a fight for survival, and every choice is yours. Only you can rebuild and determine the fate of the Wasteland. Welcome home.",
    "gameReleaseDate": "2015-11-10",
    "gameSteamLink": "https://store.steampowered.com/app/377160/Fallout_4/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/fallout-4"
  },
  {
    "imagesName": "fallout_3_goty_edition.jpg",
    "gameName": "Fallout 3: Game of the Year Edition",
    "gameAlternateName": "Fallout III GOTY Edition",
    "gameDesc": "Fallout 3 from the creators of the award-winning Oblivion, featuring one of the most realized game worlds ever created. Create any kind of character you want and explore the open wastes of post-apocalyptic Washington D.C. Every minute is a fight for survival as you encounter Super Mutants, Ghouls, Raiders and other dangers of the Wasteland. Prepare for the future. The third game in the Fallout series, Fallout 3 is a singleplayer action role-playing game (RPG) set in a post-apocalyptic Washington DC. Combining the horrific insanity of the Cold War era theory of mutually assured destruction gone terribly wrong, with the kitschy naivety of American 1950s nuclear propaganda, Fallout 3 will satisfy both players familiar with the popular first two games in its series as well as those coming to the franchise for the first time.",
    "gameReleaseDate": "2009-10-13",
    "gameSteamLink": "https://store.steampowered.com/app/22370/Fallout_3_Game_of_the_Year_Edition/",
    "gameGoGLink": "https://www.gog.com/en/game/fallout_3_game_of_the_year_edition",
    "gameEpicLink": "https://store.epicgames.com/it/p/fallout-3-game-of-the-year-edition"
  },
  {
    "imagesName": "civilization_V.jpg",
    "gameName": "Civilization V",
    "gameAlternateName": "Civilization 5",
    "gameDesc": "Sid Meier's Civilization V is a turn-based strategy game where the player leads a civilization from the stone-age all the way to future tech, there is more than one way to win, achieving one of a number of different victory conditions through research, exploration, diplomacy, expansion, economic development, government and military conquest. You will face other civilizations, either online as other people or played by the computer, civilization 5 features a advanced diplomacy system when dealing with computer controlled civs or computer controlled city-states.",
    "gameReleaseDate": "2010-09-23",
    "gameSteamLink": "https://store.steampowered.com/app/8930/Sid_Meiers_Civilization_V/",
    "gameGoGLink": null,
    "gameEpicLink": null
  },
  {
    "imagesName": "civilization_VI.jpg",
    "gameName": "Civilization VI",
    "gameAlternateName": "Civilization 6",
    "gameDesc": "Civilization is a turn-based strategy game in which you attempt to build an empire to stand the test of time. Become Ruler of the World by establishing and leading a civilization from the Stone Age to the Information Age. Wage war, conduct diplomacy, advance your culture, and go head-to-head with history’s greatest leaders as you attempt to build the greatest civilization the world has ever known.",
    "gameReleaseDate": "2016-10-21",
    "gameSteamLink": "https://store.steampowered.com/app/289070/Sid_Meiers_Civilization_VI/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/sid-meiers-civilization-vi"
  },
  {
    "imagesName": "civilization_VII.jpg",
    "gameName": "Civilization VII",
    "gameAlternateName": "Civilization 7",
    "gameDesc": "Rule as one of many legendary leaders from throughout history. Establish your civilization, construct cities and architectural wonders to expand your territory, conquer or cooperate with rival civilizations in pursuit of prosperity, and explore the far reaches of the unknown world. Will you build an empire that stands the test of time?",
    "gameReleaseDate": "2025-02-11",
    "gameSteamLink": "https://store.steampowered.com/app/1295660/Sid_Meiers_Civilization_VII",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/sid-meiers-civilization-vii"
  },
  {
    "imagesName": "halo_the_master_chief_collection.jpg",
    "gameName": "Halo: The Master Chief Collection",
    "gameAlternateName": "Halo the master chief collection",
    "gameDesc": "The improved and enhanced Halo: The Master Chief Collection features visual enhancements with up to 4K UHD resolution, improved matchmaking, offline LAN, customizable installation options, and faster load times, it’s the definitive way to experience the ultimate Halo saga. Includes the extensive suite of campaign, multiplayer and additional features from Halo: Combat Evolved Anniversary, Halo 2: Anniversary, Halo 3, and Halo 4 - all updated to run at 60FPS.",
    "gameReleaseDate": "2019-12-03",
    "gameSteamLink": "https://store.steampowered.com/app/976730/Halo_The_Master_Chief_Collection/",
    "gameGoGLink": null,
    "gameEpicLink": null
  },
  {
    "imagesName": "space_marine_2.jpg",
    "gameName": "Warhammer 40000: Space Marine 2",
    "gameAlternateName": "Warhammer 40000 Space Marine 2",
    "gameDesc": "The galaxy is in peril. Entire worlds are falling. The Imperium needs you. Embody the superhuman skill and brutality of a Space Marine, the greatest of the Emperor's warriors, with Clive Standen (Vikings, Taken) as the iconic Captain Titus. Unleash deadly abilities and an arsenal of devastating weaponry to obliterate the relentless Tyranid hordes. Hold at bay the horrors of the galaxy in epic battles on far-flung planets. Uncover dark secrets and drive back the everlasting night to prove your ultimate loyalty to humanity.",
    "gameReleaseDate": "2024-09-09",
    "gameSteamLink": "https://store.steampowered.com/app/2183900/Warhammer_40000_Space_Marine_2/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/warhammer-40000-space-marine-2"
  },
  {
    "imagesName": "battlefield_V.jpg",
    "gameName": "Battlefield V",
    "gameAlternateName": "Battlefield 5",
    "gameDesc": "The Battlefield series goes back to its roots in a never-before-seen portrayal of World War 2. Take on physical, all-out multiplayer with your squad in modes like the vast Grand Operations and the cooperative Combined Arms, or witness human drama set against global combat in the single player War Stories. As you fight in epic, unexpected locations across the globe, enjoy the richest and most immersive Battlefield yet.",
    "gameReleaseDate": "2018-11-20",
    "gameSteamLink": "https://store.steampowered.com/app/1238810/Battlefield_V/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/battlefield-v"
  },
  {
    "imagesName": "battlefield_4.jpg",
    "gameName": "Battlefield IV",
    "gameAlternateName": "Battlefield 4",
    "gameDesc": "Battlefield 4 is the genre-defining action blockbuster created by Dice, and made from moments that blur the line between game and glory, moments found only in Battlefield. Go to Boot Camp to learn the basics of Battlefield 4's engaging single player and intense multiplayer mode. Here you'll also find intel on Levolution, Commander Mode, Naval Warfare and many more exciting game features.",
    "gameReleaseDate": "2013-10-29",
    "gameSteamLink": "https://store.steampowered.com/app/1238860/Battlefield_4/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/battlefield-4-412248"
  },
  {
    "imagesName": "battlefield_6.jpg",
    "gameName": "Battlefield 6",
    "gameAlternateName": "Battlefield VI",
    "gameDesc": "The ultimate all-out warfare experience. In a war of tanks, fighter jets, and massive combat arsenals, your squad is the deadliest weapon.",
    "gameReleaseDate": "2025-10-10",
    "gameSteamLink": "https://store.steampowered.com/app/2807960/Battlefield_6",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/battlefield-6"
  },
  {
    "imagesName": "battlefield_1.jpg",
    "gameName": "Battlefield I",
    "gameAlternateName": "Battlefield 1",
    "gameDesc": "Discover classic Battlefield gameplay with epic multiplayer and an adventure-filled campaign. Experience the dawn of all-out war, only in Battlefield 1. Fight your way through epic battles going from tight urban combat in a besieged French city to big open spaces in the Italian Alps or frantic combats in the Arabic sand dunes. Experience large-scale battles as infantry or piloting vehicles on land, air and sea, from the tanks and bikes on the ground, to bi-planes and gigantic battleships.",
    "gameReleaseDate": "2016-10-21",
    "gameSteamLink": "https://store.steampowered.com/app/1238840/Battlefield_1/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/battlefield-1-124758"
  },
  {
    "imagesName": "titanfall_II.jpg",
    "gameName": "Titanfall 2",
    "gameAlternateName": "Titanfall II",
    "gameDesc": "Titanfall 2 will deliver a crafted experience that explores the unique bond between man and machine. Playable offline, the single player campaign in Titanfall 2 will let fans step out onto the Frontier as a Militia rifleman with aspirations of becoming an elite Pilot. Stranded behind enemy lines and facing overwhelming odds, players must team up with a veteran Titan to uphold a mission they were never meant to carry out.",
    "gameReleaseDate": "2016-10-28",
    "gameSteamLink": "https://store.steampowered.com/app/1237970/Titanfall_2/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/titanfall-2-6231e2"
  },
  {
    "imagesName": "apex_legends.jpg",
    "gameName": "Apex Legends",
    "gameAlternateName": "",
    "gameDesc": "Conquer with character in Apex Legends, a free-to-play Hero shooter where legendary characters with powerful abilities team up to battle for fame & fortune on the fringes of the Frontier. Master an ever-growing roster of diverse Legends, deep tactical squad play and bold new innovations that go beyond the Battle Royale experience—all within a rugged world where anything goes. Welcome to the next evolution of Hero Shooter.",
    "gameReleaseDate": "2019-02-04",
    "gameSteamLink": "https://store.steampowered.com/app/1172470/Apex_Legends/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/apex-legends-006cde"
  },
  {
    "imagesName": "hades.jpg",
    "gameName": "Hades",
    "gameAlternateName": "",
    "gameDesc": "A rogue-lite hack and slash dungeon crawler in which Zagreus, son of Hades the Greek god of the dead, attempts to escape his home and his oppressive father by fighting the souls of the dead through the various layers of the ever-shifting underworld, while getting to know and forging relationships with its inhabitants.",
    "gameReleaseDate": "2020-09-17",
    "gameSteamLink": "https://store.steampowered.com/app/1145360/Hades/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/hades"
  },
  {
    "imagesName": "hades_II.jpg",
    "gameName": "Hades 2",
    "gameAlternateName": "Hades II",
    "gameDesc": "Battle beyond the Underworld using dark sorcery to take on the Titan of Time in this bewitching sequel to the award-winning rogue-like dungeon crawler.",
    "gameReleaseDate": "2025-09-25",
    "gameSteamLink": "https://store.steampowered.com/app/1145350/Hades_II/",
    "gameGoGLink": null,
    "gameEpicLink": "https://store.epicgames.com/it/p/hades-ii"
  },
  {
    "imagesName": "hollow_knight.jpg",
    "gameName": "Hollow Knight",
    "gameAlternateName": "",
    "gameDesc": "A 2D metroidvania with an emphasis on close combat and exploration in which the player enters the once-prosperous now-bleak insect kingdom of Hallownest, travels through its various districts, meets friendly inhabitants, fights hostile ones and uncovers the kingdom's history while improving their combat abilities and movement arsenal by fighting bosses and accessing out-of-the-way areas.",
    "gameReleaseDate": "2017-02-24",
    "gameSteamLink": "https://store.steampowered.com/app/367520/Hollow_Knight/",
    "gameGoGLink": "https://www.gog.com/en/game/hollow_knight",
    "gameEpicLink": null
  },
  {
    "imagesName": "hollow_knight_silksong.jpg",
    "gameName": "Hollow Knight Silksong",
    "gameAlternateName": "",
    "gameDesc": "Hollow Knight: Silksong is the epic sequel to Hollow Knight, the epic action-adventure of bugs and heroes. As the lethal hunter Hornet, journey to all-new lands, discover new powers, battle vast hordes of bugs and beasts and uncover ancient secrets tied to your nature and your past.",
    "gameReleaseDate": "2025-09-25",
    "gameSteamLink": "https://store.steampowered.com/app/1030300/Hollow_Knight_Silksong/",
    "gameGoGLink": "https://www.gog.com/en/game/hollow_knight_silksong",
    "gameEpicLink": null
  },
  {
    "imagesName": "helldivers_II.jpg",
    "gameName": "Helldivers 2",
    "gameAlternateName": "Helldivers II",
    "gameDesc": "The Galaxy’s Last Line of Offence. Enlist in the Helldivers and join the fight for freedom across a hostile galaxy in a fast, frantic, and ferocious third-person shooter.",
    "gameReleaseDate": "2024-02-08",
    "gameSteamLink": "https://store.steampowered.com/app/553850/HELLDIVERS_2/",
    "gameGoGLink": null,
    "gameEpicLink": null
  }
]